[Play_X2_XP_KAL_S_Ambush_A AkEvent]
SpokenText="Ми потрапили в засiдку Обраних! Потрiбно витягувати наших звiдси!"

[Play_X2_XP_KAL_S_Covert_Action_Complete_A AkEvent]
SpokenText="Завершено поточну операцiю, командире."

[Play_X2_XP_KAL_S_First_Res_Op_Geoscape AkEvent]
SpokenText="Одному з Тамплiєрiв не завадила б ваша допомога, командире."

[Play_X2_XP_KAL_S_Generic_Confirmation_A AkEvent]
SpokenText="Як скажете, командире."

[Play_X2_XP_KAL_S_Influence_Increased_A AkEvent]
SpokenText="Мiць нашого Опору зростає. Ми дамо вiдсiч ворогу."

[Play_X2_XP_KAL_S_Met AkEvent]
SpokenText="Нам стало вiдомо про вашi досягнення. Не терпиться самим побачити ваш талант."

[Play_X2_XP_KAL_S_New_Covert_Actions_A AkEvent]
SpokenText="Командире, з'явилися новi можливостi посилити Опiр."

[Play_X2_XP_KAL_S_Support_Great_Mission_01 AkEvent]
SpokenText="Дiючи разом, ми в сто разiв сильнiшi. Вашi здiбностi не викликають сумнiву."

[Play_X2_XP_KAL_S_Support_Tough_Mission_01 AkEvent]
SpokenText="Можливо, ваш талант переоцiнений. Сподiваюся, ця поразка не повториться."

[Play_X2_XP_KAL_S_Templar_Class_Intro AkEvent]
SpokenText="Мої люди розумiють необхiднiсть спiвпрацi. Старiйшини вважають нас лише сировиною для своїх проектiв. Ми заволодiємо їхньою силою i обернемо її проти них самих."

[Play_X2_XP_S_KAL_Ambient_Blacksite AkEvent]
SpokenText="Нехай жахливi експерименти Старiйшин не стали для нас несподiванкою, але це не робить їх менш жахливими. Як нам тепер вiдомо, ворог має плани не тiльки на наш свiт, але i на саму нашу сутнiсть."

[Play_X2_XP_S_KAL_Ambient_Forge AkEvent]
SpokenText="Старiйшини вже забрали у нас занадто багато, а тепер вони хочуть перетворити наш свiт у щось зовсiм нове i чуже за допомогою ще бiльш нелюдських процесiв."

[Play_X2_XP_S_KAL_Ambient_Philosophy AkEvent]
SpokenText="Псi-енергiя вiльно тече крiзь наш свiт; приборкавши її течiю, Тамплiєри здатнi перевершити те, що ранiше вважалося межою людських можливостей. Коли Старiйшини будуть вигнанi з Землi, їхня могутнiсть залишиться нам."

[Play_X2_XP_S_KAL_Ambient_PsiGate AkEvent]
SpokenText="Менi цiлком ясно, що за допомогою цих порталiв Старiйшини доставляють у цей свiт свої безчисленнi полчища i забирають вiдiбране у нас. Можливо, всiм буде краще, якщо цi ворота будуть знищенi."

[Play_X2_XP_S_KAL_Ambient_Reaper_Musing AkEvent]
SpokenText="Жнецi нi у що не вiрять, i їм немає дiла до iстинної природи нашого свiту, прихованої вiд їхнiх очей. Проте їхня дiяльнiсть по всьому свiту змусила Старiйшин здригнутися i вселила страх у серця їхнiх пiдданих. Це робить їх цiнними союзниками, поки вони вiрнi спiльнiй метi."

[Play_X2_XP_S_KAL_Ambient_Skirmisher_Musing AkEvent]
SpokenText="Мої прихильники не вiрять, що тi, хто колись служив Старiйшинам, можуть вiдкинути своїх фальшивих богiв. Проте, їхня жага помсти збiгається з нашими власними планами."

[Play_X2_XP_S_KAL_Chosen_Killed_Stronghold AkEvent]
SpokenText="Всi Тамплiєри у боргу перед вами: вам вдалося те, що досi вважалося неможливим - знищити мерзенне порiддя Старiйшин. Ваш героїзм дозволить нам з новою силою виступити проти Старiйшин, наближаючи їхню загибель!"

[Play_X2_XP_S_KAL_Confirm_Covert_Action_A AkEvent]
SpokenText="Прийнято. Мої прихильники цiнують пiдтримку ваших сил."

[Play_X2_XP_S_KAL_Confirm_Covert_Action_B AkEvent]
SpokenText="Ми негайно розпочнемо операцiю."

[Play_X2_XP_S_KAL_Confirm_Covert_Action_C AkEvent]
SpokenText="Мої прихильники повернуться з перемогою."

[Play_X2_XP_S_KAL_Covert_Action_Ambushed_A AkEvent]
SpokenText="Пiд час операцiї ми потрапили в засiдку. Я з'ясую у своїх прихильникiв, що сталося."

[Play_X2_XP_S_KAL_Covert_Action_Ambushed_B AkEvent]
SpokenText="Нашi люди вцiлiли, але засiдка, органiзована силами Старiйшин, поставила хрест на нашiй операцiї."

[Play_X2_XP_S_KAL_Covert_Action_Ambushed_C AkEvent]
SpokenText="Старiйшини починають боятися наших дiй. Ця засiдка - вираження їхнього вiдчаю."

[Play_X2_XP_S_KAL_Covert_Action_Complete_A AkEvent]
SpokenText="Наша спiльна операцiя завершена."

[Play_X2_XP_S_KAL_Covert_Action_Complete_B AkEvent]
SpokenText="Разом ми досягли успiху у своїй справi."

[Play_X2_XP_S_KAL_Covert_Action_Complete_C AkEvent]
SpokenText="Наша спiвпраця пiшла на користь Опору."

[Play_X2_XP_S_KAL_Covert_Action_Fragment_Gain_A AkEvent]
SpokenText="Ми заволодiли новою цiнною iнформацiєю, що стосується злобних порiдь Старiйшин."

[Play_X2_XP_S_KAL_Covert_Action_Fragment_Gain_B AkEvent]
SpokenText="Об'єднаний Опiр продовжує збирати iнформацiю про Обраних, якi полюють на нас."

[Play_X2_XP_S_KAL_Covert_Action_Fragment_Gain_C AkEvent]
SpokenText="Нам стала вiдома нова iнформацiя про Обраних i їхнi плани."

[Play_X2_XP_S_KAL_Covert_Action_Hero_Grant_A AkEvent]
SpokenText="В результатi наших спiльних дiй один iз моїх вiрних послiдовникiв вирiшив вступити у вашi ряди."

[Play_X2_XP_S_KAL_Covert_Action_Hero_Grant_B AkEvent]
SpokenText="Побачивши вашi бойовi подвиги, один iз Тамплiєрiв вирiшив приєднатися до вашої органiзацiї на благо спiльної справи."

[Play_X2_XP_S_KAL_Covert_Action_Hero_Grant_C AkEvent]
SpokenText="За пiдсумками наших спiльних дiй доблесний Тамплiєр хоче приєднатися до вас i служити пiд вашим командуванням."

[Play_X2_XP_S_KAL_Covert_Action_Order_Gain_A AkEvent]
SpokenText="Наша кампанiя проти Старiйшин приносить новi успiхи, а разом iз ними - новi можливостi."

[Play_X2_XP_S_KAL_Covert_Action_Order_Gain_B AkEvent]
SpokenText="Мої послiдовники i вашi пiдлеглi набираються досвiду. Тепер Опiр може взяти на себе бiльше вiдповiдальностi, якщо це потрiбно."

[Play_X2_XP_S_KAL_Covert_Action_Order_Gain_C AkEvent]
SpokenText="Разом з успiхом до нас приходить можливiсть взятися за новi завдання."

[Play_X2_XP_S_KAL_Faction_Encountered AkEvent]
SpokenText="Я бачу у вас союзника - ворога моїх ворогiв. Мої послiдовники домагаються рiвноваги мiж силами, що пронизують Землю i всiх її мешканцiв. За допомогою розроблених нами ж технологiй ми керуємо псi-енергiєю, щоб Старiйшини вiдповiли за кожного, хто впав жертвою їхнiх прислужникiв."

[Play_X2_XP_S_KAL_Faction_Leader_Intro AkEvent]
SpokenText="Менi здається, нам давно пора поспiлкуватися, ви так не вважаєте? Мене звати Гайст, я ватажок ордена Тамплiєрiв. Вам, втiм, це i так вiдомо: легенди про мене розiйшлися далеко. Вам тут завжди радi. Iз усiєї нашої раси лише вам вiдомо справжнє могутнiсть Старiйшин. Вам довелося доторкнутися до їхнього розуму, почути їхнi голоси. Звiсно, вам також вiдомо, що їм уготовано падiння. Вiд iменi всiх Тамплiєрiв я пропоную вам нашi послуги заради наближення їхнього кiнця. Разом нас не зупинити."

[Play_X2_XP_S_KAL_First_Order_Screen AkEvent]
SpokenText="За час перебування у цьому свiтi моїм послiдовникам вдалося багато чого дiзнатися. Пiд вашим керiвництвом ми вiдкриємо новi способи боротьби зi Старiйшинами на благо Опору."

[Play_X2_XP_S_KAL_First_Order_Screen_Slot_Open AkEvent]
SpokenText="Мої послiдовники готовi до нових наказiв."

[Play_X2_XP_S_KAL_Influence_Gained_HIGH_A AkEvent]
SpokenText="Мої послiдовники пройнялися повагою до ваших здiбностей."

[Play_X2_XP_S_KAL_Influence_Gained_HIGH_B AkEvent]
SpokenText="Наша вiра в XCOM та його ватажка поки що себе виправдовує."

[Play_X2_XP_S_KAL_Influence_Gained_HIGH_C AkEvent]
SpokenText="Спiльнi цiлi роблять наших людей сильнiшими."

[Play_X2_XP_S_KAL_Influence_Gained_MED_A AkEvent]
SpokenText="Вiра у вашi слова поширюється повiльно, але вiрно."

[Play_X2_XP_S_KAL_Influence_Gained_MED_B AkEvent]
SpokenText="З часом нашi люди стануть бiльше довiряти один одному."

[Play_X2_XP_S_KAL_Influence_Gained_MED_C AkEvent]
SpokenText="Мої послiдовники починають вiрити у вас."

[Play_X2_XP_S_KAL_New_Covert_Actions_Available_A AkEvent]
SpokenText="Менi стало вiдомо, що у нас з'явилася нова можливiсть завдати удару по Старiйшинам, якою ви можете скористатися за бажанням."

[Play_X2_XP_S_KAL_New_Covert_Actions_Available_B AkEvent]
SpokenText="З'явилася нова можливiсть припинити плани Старiйшин. Моєму послiдовникам не терпиться розпочати дiяти."

[Play_X2_XP_S_KAL_New_Covert_Actions_Available_C AkEvent]
SpokenText="У нас з'явилася можливiсть завдати Старiйшинам вiдчутного удару, якщо хочете."

[Play_X2_XP_S_KAL_Res_Op_Failure_A AkEvent]
SpokenText="Ваша поразка - удар по Опору."

[Play_X2_XP_S_KAL_Res_Op_Failure_B AkEvent]
SpokenText="Навiть у разi невдачi ми повиннi зберiгати впевненiсть."

[Play_X2_XP_S_KAL_Res_Op_Failure_C AkEvent]
SpokenText="Пiсля цiєї поразки мої послiдовники почнуть сумнiватися."

[Play_X2_XP_S_KAL_Res_Op_Failure_D AkEvent]
SpokenText="Ця поразка не зломить наш дух."

[Play_X2_XP_S_KAL_Res_Op_Failure_E AkEvent]
SpokenText="Ми повиннi вчитися на помилках."

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_A AkEvent]
SpokenText="Командире, я змушений просити вас провести життєво важливу для Опору операцiю."

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_B AkEvent]
SpokenText="Група моїх послiдовникiв зiткнулася з проблемами. Ваша допомога допомогла б знизити загрозу."

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_C AkEvent]
SpokenText="Прибульцi продовжують ускладнювати життя моїх послiдовникiв, але з вашою допомогою виконання завдання стало б менш небезпечним."

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_D AkEvent]
SpokenText="Моїм послiдовникам потрiбна допомога, яку я не можу їм надати. Ви допоможете нам?"

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_E AkEvent]
SpokenText="Як вашi союзники, ми змушенi звернутися до вас за допомогою заради спiльної справи."

[Play_X2_XP_S_KAL_Res_Op_Success_A AkEvent]
SpokenText="Це великий успiх."

[Play_X2_XP_S_KAL_Res_Op_Success_B AkEvent]
SpokenText="Це велика честь для моїх послiдовникiв."

[Play_X2_XP_S_KAL_Res_Op_Success_C AkEvent]
SpokenText="Ви здiйснили сьогоднi велику справу."

[Play_X2_XP_S_KAL_Res_Op_Success_D AkEvent]
SpokenText="Ваш успiх надасть нових сил Опору."

[Play_X2_XP_S_KAL_Res_Op_Success_E AkEvent]
SpokenText="Нiхто не сумнiвався у ваших здiбностях."

[Play_X2_XP_S_KAL_Res_Order_Confirm_A AkEvent]
SpokenText="Мої послiдовники виконають це."

[Play_X2_XP_S_KAL_Res_Order_Confirm_B AkEvent]
SpokenText="Я передам вашi вказiвки далi."

[Play_X2_XP_S_KAL_Res_Order_Confirm_C AkEvent]
SpokenText="Тамплiєри все виконають."

[Play_X2_XP_S_KAL_Res_Order_Confirm_D AkEvent]
SpokenText="Я розумiю."

[Play_X2_XP_S_KAL_Res_Order_Confirm_E AkEvent]
SpokenText="Ми вже приступили."

[Play_X2_XP_S_KAL_Walkup_Captured_Soldier_Rescue AkEvent]
SpokenText="Турбота про союзника у бiдi - одна з рис, якi вiдрiзняють нас вiд прибульцiв."

[Play_X2_XP_S_KAL_Walkup_Faction_Only AkEvent]
SpokenText="Ваша перемога над вiрним слугою Старiйшин вселяє надiю у всiх, хто ранiше вважав подiбне неможливим."
